tutorials/compressible/rhoCentralFoam/shockTube/constant/polyMesh/boundary
/*------------------------------*- FOAMDict -*-------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

2
(
    sides
    {
        type            patch;
        physicalType    outletAdiabatic;
        nFaces          2;
        startFace       99;
    }
    empty
    {
        type            empty;
        physicalType    empty;
        nFaces          400;
        startFace       101;
    }
)

// ****************** vim: set ft=foamdict sw=4 sts=4 et: ****************** //
